Repository: Q1CHENL/colorway
Catalog: po/*.po
Languages: de, fr, hr, nl, oc

source: color;palette;library;hue;swatch;
de: Farbe;Palette;Farbton;Muster;
fr: color;palette;library;hue;swatch;couleur;paire;
hr: boja;paleta;biblioteka;nijansa;uzorak;
nl: color;kleur;palette;palet;library;bibliotheek;verzameling;hue;tint;swatch;staal;
oc: color;paleta;bibliotèca;hue;swatch;

source: Generate color pairings
de: Farbpaarungen generieren
fr: Générer des paires de couleurs
hr: Generiraj parove boja
nl: Genereer kleurencombinaties
oc: Generat colors apropriadas

source: Generate color pairings from selected color that follow certain color rules.
de: Generiere Farbpaarungen aus der ausgewählten Farbe, die bestimmten Farbregeln folgen.
fr: Générer des paires de couleurs à partir d'une couleur sélectionnée qui respecte certaines règles de couleur.
hr: Generiraj parove boja iz odabranih boja koji slijede određena pravila boja.
nl: Genereer kleurencombinaties op basis van één zelfgekozen kleur.
oc: Generar de colors apropriadas a partir de la color seleccionada en seguissent certanas las règlas de colors.

source: Fixed: Hue slider rainbow and starting position.
de: Behoben: Regenbogen-Farbtonregler und Startposition.
fr: Correction : Arc-en-ciel et position de départ du curseur de la teinte.
hr: Ispravljeno: Duga klizača nijansi i početni položaj.
nl: Opgelost: Regenboog en startpositie van tintregelaar.

source: Changed: UI now follows my own style that complements that of Adwaita, called Solo.
de: Geändert: Die Benutzeroberfläche folgt jetzt meinem eigenen Stil, der den von Adwaita ergänzt, genannt Solo.
fr: Changement : L’interface suit désormais mon propre style complétant celui de Adwaita, appelé Solo.
hr: Promijenjeno: Korisničko sučelje sada slijedi moj vlastiti stil koji nadopunjuje stil Adwaite, pod nazivom Solo.
nl: Veranderd: Interface volgt nu mijn eigen stijl die aanvult op Adwaita, genaamd Solo.

source: Changed: Window size reduced dramatically.
de: Geändert: Fenstergröße drastisch reduziert.
fr: Changement : Taille de la fenêtre drastiquement réduite
hr: Promijenjeno: Veličina prozora dramatično smanjena.
nl: Veranderd: Venstergrootte drastisch verkleind.

source: Changed: New UI colors.
de: Geändert: Neue Benutzeroberflächen-Farben.
fr: Changement : Nouvelles couleurs d’interface.
hr: Promnijenjeno: Nove boje korisničkog sučelja.
nl: Veranderd: Nieuwe interfacekleuren.

source: Release: Recoloring With Accent
de: Veröffentlichung: Umfärbung mit aktzentuierten Farben
fr: Version : Recoloration avec accent
hr: Izdanje: Ponovno bojenje s istaknutim bojama
nl: Uitgave: Accentkleuring

source: Changed: The UI now uses libadwaita recoloring.
de: Geändert: Die Benutzeroberfläche verwendet jetzt die Libadwaita-Umfärbung.
fr: Changement : L'interface utilise désormais la recoloration libadwaita.
hr: Promijenjeno: Korisničko sučelje sada koristi biblioteku libadwaita za ponovno bojenje.
nl: Veranderd: De interface maakt voortaan gebruik van libadwaita-kleuring.

source: Changed: New UI layout.
de: Geändert: Neues Benutzeroberflächen-Layout.
fr: Changement : Nouvelle disposition de l'interface.
hr: Promnijenjeno: Novi raspored korisničkog sučelja.
nl: Veranderd: Nieuwe indeling.

source: Release: Color Choosing with a Drag
de: Veröffentlichung: Farbauswahl per Drag&Drop
fr: Version : Choix de couleur par glisser-déposer
hr: Izdanje: Biranje boja povlačenjem
nl: Uitgave: Neem kleuren op sleeptouw

source: Added: The color chooser box's pointer can now be dragged to choose the color as well, no more clicking random spots.
de: Hinzugefügt: Der Zeiger der Farbauswahlbox kann jetzt auch gezogen werden, um die Farbe auszuwählen, kein Klicken mehr auf zufällige Punkte.
fr: Ajout : Le pointeur de la boîte de sélection des couleurs peut désormais être déplacé pour choisir la couleur. Plus besoin de cliquer sur des points aléatoires.
hr: Dodano: Pokazivač okvira za biranje boje sada se može povući i za biranje boje, bez pritiskanja nasumičnih mjesta.
nl: Toegevoegd: Het pipet van de kleurkiezer kan voortaan worden versleept naar een kleur, zodat je niet meer in de rondte hoeft te klikken.

source: Changed: Most icons now above color content are aware of contrast and will update accordingly as white or black colored to ensure contrast.
de: Geändert: Die meisten Symbole, die sich jetzt über farbigen Inhalten befinden, erkennen den Kontrast und werden entsprechend in weißer oder schwarzer Farbe aktualisiert, um den Kontrast zu gewährleisten.
fr: Changement : La plupart des icônes dont le contenu est maintenant en couleur sont averties du contraste et se mettront à jour en conséquence, en blanc ou en noir, pour assurer le contraste.
hr: Promijenjeno: Većina ikona iznad sadržaja boje svjesna je kontrasta i aktualizirat će se sukladno kao bijelo ili crno obojone kako bi se osigurao kontrast.
nl: Veranderd: De meeste pictogrammen van kleurinhoud werken voortaan met contrasten, waardoor het contrast voortdurend kan worden bijgewerkt.

source: Release: Copiable Colors
de: Veröffentlichung: Kopierbare Farben
fr: Version : Couleurs copiables
hr: Izdnje: Mogućnost kopiranja boja
nl: Uitgave: Kopieerbare kleuren
oc: Sortida : colors copiablas

source: Added: Now the color boxes are now buttons which you can copy the individual color.
de: Hinzugefügt: Die Farbkästchen sind jetzt Schaltflächen, mit denen einzelne Farben kopiert werden können.
fr: Ajout : Les cases de couleur sont maintenant des boutons qui vous permettent de copier la couleur individuelle.
hr: Dodano: Okviri boja sada su gumbi pomoću kojih se pojedinačna boja može kopirati.
nl: Toegevoegd: Kleurvakken zijn voortaan knoppen - klik er op om een kleur te kopiëren.

source: Release: First Release
de: Veröffentlichung: Erste Veröffentlichung
fr: Version : Première version
hr: Izdanje: Prvo izdanje
nl: Uitgave: Eerste uitgave
oc: Sortida : primièra version

# shortcut window
source: General
de: Allgemein
fr: Général
hr: Opće
nl: Algemeen

# shortcut window
source: Quit
de: Beenden
fr: Quitter
hr: Zatvori program
nl: Sluiten
oc: Quitar

# shortcut window
source: Copy
de: Kopieren
fr: Copier
hr: Kopiraj
nl: Kopiëren
oc: Copiar

# shortcut window
source: Copy colors to clipboard
de: Farben in Zwischenablage kopieren
fr: Copier les couleurs dans le presse-papiers.
hr: Kopiraj boje u međuspremnik
nl: Kleuren naar klembord kopiëren
oc: Copiar las colors al quichapapièrs

# shortcut window
source: Copy colors image to clipboard
de: Farbbild in die Zwischenablage kopieren
fr: Copier l’image des couleurs dans le presse-papiers
hr: Kopiraj sliku boja u međuspremnik
nl: Afbeelding van kleuren naar klembord kopiëren
oc: Copiar las colors de l’imatge al quichapapièrs

source: Copy Colors to Clipboard
de: Farben in Zwischenablage kopieren
fr: Copier les couleurs dans le presse-papiers.
hr: Kopiraj boje u međuspremnik
nl: Kleuren naar klembord kopiëren
oc: Copiar las colors al quichapapièrs

source: Copy Colors Image to Clipboard
de: Farbbild in die Zwischenablage kopieren
fr: Copier l’image des couleurs dans le presse-papiers
hr: Kopiraj sliku boja u međuspremnik
nl: Afbeelding van kleuren naar klembord kopiëren
oc: Copiar las colors de l’imatge al quichapapièr

source: Keyboard Shortcuts
de: Tastaturkürzel
fr: Raccourcis clavier
hr: Tipkovni prečaci
nl: Sneltoetsen
oc: Acorchis de clavièr

source: About Colorway
de: Über Colorway
fr: À propos de Colorway
hr: O programu Colorway
nl: Over Colorway
oc: A prepaus de Colorway

source: Change color (hexcode)
de: Farbe ändern (Hexidezimal-Code)
fr: Changer la couleur (code hexadécimal)
hr: Promijeni boju (heksadecimalni kod)
nl: Kleur aanpassen (hex-code)
oc: Modificar color (excode)

source: Pick Color
de: Farbe wählen
fr: Choisir une couleur
hr: Odaberi boju
nl: Kleur kiezen
oc: Seleccionar una color

source: Analogous
de: Analog
fr: Analogue
hr: Analognu
nl: Analoog
oc: Analòga

source: Complementary
de: Komplementär
fr: Complémentaire
hr: Komplementarnu
nl: Complementair
oc: Complementària

source: Triadic
de: Triadisch
fr: Triadique
hr: Trijadnu
nl: Derde kleur
oc: Triadica

source: Tetradic
de: Tetradisch
fr: Tétradique
hr: Tetraedričnu
nl: Vierde kleur
oc: Tetradica

source: Monochromatic
de: Monochromatisch
fr: Monochromatique
hr: Jednobojnu
nl: Monochroom
oc: Monocromatica

source: Generate color pairings.
de: Generiere Farbpaarungen.
fr: Générer des paires de couleurs.
hr: Generiraj parove boja.
nl: Genereer kleurstellingen.
oc: Generat colors apropriadas.

source: translator-credits
de: Milo Ivir <mail@milotype.de>
fr: Irénée Thirion
hr: Milo Ivir <mail@milotype.de>
nl: Heimen Stoffels <vistausss@fastmail.com> Philip Goto <philip.goto@gmail.com>
oc: Quentin PAGÈS
